Repository: VadimCpp/nettverk
Catalog: lib/src/localization/app_*.arb
Languages: nb, nn, pl

# welcomeMessage
source: "Nettverk" is a friendly community in Norway. Our mission is to help new residents successfully integrate into Norwegian society and promote mutual understanding between cultures. Here you can find useful information, share experiences, and make new friends.
nb: "Nettverk" er et vennlig samfunn i Norge. Vårt oppdrag er å hjelpe nye innbyggere med å integrere seg vellykket i det norske samfunnet og fremme gjensidig forståelse mellom kulturer. Her kan du finne nyttig informasjon, dele erfaringer og få nye venner.
nn: "Nettverk" er eit vennleg samfunn i Noreg. Vårt oppdrag er å hjelpe nye innbyggjarar med å integrere seg vellukka i det norske samfunnet og fremje gjensidig forståing mellom kulturar. Her kan du finne nyttig informasjon, dele erfaringar og få nye vener.
pl: "Nettverk" jest przyjazną społecznością w Norwegii. Naszą misją jest pomaganie nowym mieszkańcom w pomyślnej integracji z norweskim społeczeństwem oraz promowanie wzajemnego zrozumienia między kulturami. Tu możesz znaleźć przydatne informacje, dzielić się doświadczeniami i zawierać nowe przyjaźnie.

# chooseSection
source: Choose the section you like and start building your new life in a new country.
nb: Velg delen du liker, og begynn å bygge ditt nye liv i et nytt land.
nn: Vel delen du likar, og start å byggje ditt nye liv i eit nytt land.
pl: Wybierz sekcję, którą lubisz, i zacznij budować nowe życie w nowym kraju.

# usageInstruction
source: Use the menu below to connect with the desired community. Select the appropriate menu item from the list below. Follow the instructions. See you in our comfortable space.
nb: Bruk menyen nedenfor for å koble deg til ønsket fellesskap. Velg riktig menyelement fra listen nedenfor. Følg instruksjonene. Vi sees i vårt komfortable rom.
nn: Bruk menyen nedanfor for å knyte deg til ønskt fellesskap. Vel rett menypunkt frå lista nedanfor. Følg instruksjonane. Vi sjåast i vår komfortable sone.
pl: Użyj menu poniżej, aby połączyć się z wybraną społecznością. Wybierz odpowiednią opcję z listy poniżej. Postępuj zgodnie z instrukcjami. Do zobaczenia w naszej przytulnej przestrzeni.

source: About us
nb: Om oss
nn: Om oss
pl: O nas

# aboutNettverk
source: Nettverk is a place for those who have recently moved to Norway and wish to actively participate in Norwegian society. The goal is to bridge cultures through ideas for meeting places and volunteer work, and to assist those who have recently moved to Norway with answers to questions related to integration.
nb: Nettverk er et sted for deg som nylig har flyttet til Norge og ønsker å delta aktivt i det norske samfunnet. Målet er å bygge bro mellom kulturer gjennom ideer til møteplasser og frivillig arbeid, og å bistå deg som nylig har flytte til Norge med svar på spørsmål relatert til integrering.
nn: Nettverk er ein stad for deg som nyleg har flytta til Noreg og ønskjer å delta aktivt i det norske samfunnet. Målet er å bygge bru mellom kulturar gjennom idear til møteplassar og frivillig arbeid, og å bistå deg som nyleg har flytta til Noreg med svar på spørsmål relatert til integrering.
pl: Nettverk to miejsce dla tych, którzy niedawno przeprowadzili się do Norwegii i pragną aktywnie uczestniczyć w norweskim społeczeństwie. Celem jest budowanie mostów między kulturami poprzez pomysły na miejsca spotkań oraz pracę wolontariacką, a także pomoc tym, którzy niedawno przeprowadzili się do Norwegii, w znalezieniu odpowiedzi na pytania związane z integracją.

# joinTelegramChat
source: We use Telegram to communicate with our members. Join our chat to stay updated!
nb: Vi bruker Telegram for å kommunisere med våre medlemmer. Bli med i chatten vår for å holde deg oppdatert!
nn: Vi brukar Telegram for å kommunisere med medlemmane våre. Bli med i chatten vår for å halde deg oppdatert!
pl: Używamy Telegramu do komunikacji z naszymi członkami. Dołącz do naszego czatu, aby być na bieżąco!

source: Chats
nb: Chatter
nn: Samtalar
pl: Czaty

source: Latest News
nb: Siste nyheter
nn: Siste nytt
pl: Najnowsze wiadomości

source: Cannot Launch Url
nb: Kan ikke åpne URL
nn: Kan ikkje opne URL
pl: Nie można otworzyć URL

# feedLoadError
source: Error load feed
nb: Feil ved lasting av feed
nn: Feil ved innlasting av straum
pl: Błąd ładowania kanału

source: Bot assistant
nb: Bot-assistent
nn: Bot-assistent
pl: Bot-asystent

source: Education
nb: Utdanning
nn: Utdanning
pl: Edukacja

source: Error
nb: Feil
nn: Feil
pl: Błąd

# openTelergamAppErrorMessage
source: Unable to open the Telegram app. Please ensure that the app is installed on your device.
nb: Kan ikke åpne Telegram-appen. Sørg for at appen er installert på enheten din.
nn: Kan ikkje opne Telegram-appen. Sørg for at appen er installert på eininga di.
pl: Nie można otworzyć aplikacji Telegram. Upewnij się, że aplikacja jest zainstalowana na Twoim urządzeniu.

source: Telegram chat
pl: Czat Telegram

source: Version
nb: Versjon
pl: Wersja

# versionIsNotAvailable
source: The version is not available.
nb: Versjonen er ikke tilgjengelig.
pl: Wersja nie jest dostępna.

source: Settings
nb: Innstillinger
pl: Ustawienia

source: Choose your preferred theme:
nb: Velg ditt foretrukne tema:
pl: Wybierz preferowany motyw:

source: System Theme
nb: Systemtema
pl: Motyw systemowy

source: Light Theme
nb: Lyst tema
pl: Jasny motyw

source: Dark Theme
nb: Mørkt tema
pl: Ciemny motyw

source: Choose your preferred language:
nb: Velg ditt foretrukne språk:
pl: Wybierz preferowany język:

source: System Language
nb: Systemspråk
pl: Język systemowy

# educationPromo
source: In our community, you will gain access to exciting events that will help you grow and adapt to a new life. Our inspiring speakers share valuable knowledge in areas that provide you with the best opportunities for success – both personally and professionally. Don’t miss out on anything important – stay updated with news and updates directly in our chats!
nb: I vårt fellesskap vil du få tilgang til spennende arrangementer som vil hjelpe deg å vokse og tilpasse deg et nytt liv. Våre inspirerende foredragsholdere deler verdifull kunnskap innen områder som gir deg de beste mulighetene for suksess – både personlig og profesjonelt. Gå ikke glipp av noe viktig – hold deg oppdatert med nyheter og oppdateringer direkte i våre chatter!
pl: W naszej społeczności uzyskasz dostęp do ekscytujących wydarzeń, które pomogą ci rozwijać się i dostosować do nowego życia. Nasi inspirujący prelegenci dzielą się cenną wiedzą w obszarach, które zapewnią ci najlepsze możliwości sukcesu – zarówno osobistego, jak i zawodowego. Nie przegap niczego ważnego – bądź na bieżąco z wiadomościami i aktualizacjami bezpośrednio w naszych czatach!

# botPromo
source: Meet your new AI companion on Telegram—an assistant built to empower our community! Streamline your chats, tackle tasks, and get instant insights with cutting-edge technology designed for effortless communication. Join us today and embrace a smarter, more connected future together.
nb: Møt din nye AI-kompanjong på Telegram—en assistent bygget for å styrke vårt fellesskap! Forenkle samtalene dine, ta tak i oppgaver, og få øyeblikkelig innsikt med toppmoderne teknologi designet for enkel kommunikasjon. Bli med oss i dag og omfavn en smartere, mer tilkoblet fremtid sammen.
pl: Poznaj swojego nowego towarzysza AI na Telegramie—asystenta stworzonego, aby wspierać naszą społeczność! Usprawnij rozmowy, wykonuj zadania i uzyskuj natychmiastowe informacje dzięki najnowocześniejszej technologii zaprojektowanej dla bezproblemowej komunikacji. Dołącz do nas już dziś i odkryj mądrzejszą, bardziej połączoną przyszłość.
